{"Keep what you need. Delete the rest.":{"original":"Keep what you need. Delete the rest.","value":"Behalten Sie, was Sie brauchen. Den Rest löschen."},"site-title":{"original":"Hugo Rosey Demo","value":"Hugo Rosey Demo"},"A demonstration of how Hugo and Rosey work in …":{"original":"A demonstration of how Hugo and Rosey work in CloudCannon. This site has extra setup so that we can enter translations via the CloudCannon GUI. Additional languages can be set in the environment variables in CloudCannon’s build configuration.","value":"Eine Demonstration, wie Hugo und Rosey in CloudCannon arbeiten. Diese Site verfügt über eine zusätzliche Einrichtung, damit wir Übersetzungen über die CloudCannon-GUI eingeben können. Zusätzliche Sprachen können in den Umgebungsvariablen in der Build-Konfiguration von CloudCannon festgelegt werden."},"Hugo Rosey Demo":{"original":"Hugo Rosey Demo","value":"Hugo Rosey Demo"},"Make your own copy of this repository. Reference …":{"original":"Make your own copy of this repository. Reference it or use it as a template to get up and running with translation workflows in CloudCannon using Rosey.","value":"Erstellen Sie Ihre eigene Kopie dieses Repositorys. Referenzieren Sie es oder verwenden Sie es als Vorlage, um mit Rosey Übersetzungsworkflows in CloudCannon zu starten."},"Read More":{"original":"\n      Read More\n    ","value":"Mehr lesen"},"About":{"original":"About","value":"Um"},"Blog":{"original":"Blog","value":"Blog"},"Contact":{"original":"Contact","value":"Kontakt"},"Feature":{"original":"Feature","value":"Besonderheit"},"Home":{"original":"Home","value":"Heim"},"Pricing":{"original":"Pricing","value":"Preisgestaltung"},"Integrate with an external translation service":{"original":"Integrate with an external translation service","value":"Integrieren Sie einen externen Übersetzungsdienst"},"This site is set up to allow for translations in …":{"original":"This site is set up to allow for translations in the CloudCannon GUI. If you would rather use an external translation service to translate for you, Rosey can do that too! In most cases this will involve building some middleware that uploads the strings from your base.json to a translation API (e.g. Smartling), and creates rosey/locales/example.json files with the translated response.","value":"Diese Site ist so eingerichtet, dass Übersetzungen in der CloudCannon-GUI möglich sind. Wenn Sie lieber einen externen Übersetzungsdienst mit der Übersetzung beauftragen möchten, kann Rosey das auch tun! In den meisten Fällen erfordert dies die Erstellung einer Middleware, die die Zeichenfolgen aus Ihrer base.json auf eine Übersetzungs-API (z. B. Smartling) hochlädt und rosey/locales/example.json-Dateien mit der übersetzten Antwort erstellt."}}