{"site-title":{"original":"Hugo Rosey Demo","value":"Hugo Rosey Démo"},"Keep what you need. Delete the rest.":{"original":"Keep what you need. Delete the rest.","value":"Gardez ce dont vous avez besoin. Supprimez le reste."},"A demonstration of how Hugo and Rosey work in …":{"original":"A demonstration of how Hugo and Rosey work in CloudCannon. This site has extra setup so that we can enter translations via the CloudCannon GUI. Additional languages can be set in the environment variables in CloudCannon’s build configuration.","value":"Une démonstration du fonctionnement de Hugo et Rosey dans CloudCannon. Ce site a une configuration supplémentaire afin que nous puissions saisir des traductions via l'interface graphique CloudCannon. Des langues supplémentaires peuvent être définies dans les variables d'environnement de la configuration de build de CloudCannon."},"Hugo Rosey Demo":{"original":"Hugo Rosey Demo","value":"Hugo Rosey Démo"},"Make your own copy of this repository. Reference …":{"original":"Make your own copy of this repository. Reference it or use it as a template to get up and running with translation workflows in CloudCannon using Rosey.","value":"Créez votre propre copie de ce référentiel. Référencez-le ou utilisez-le comme modèle pour être opérationnel avec les flux de travail de traduction dans CloudCannon à l'aide de Rosey."},"Read More":{"original":"      Read More\n    ","value":"En savoir plus"},"About":{"original":"About","value":"à Propos\n"},"Blog":{"original":"Blog","value":"Blog"},"Contact":{"original":"Contact","value":"Contact"},"Feature":{"original":"Feature","value":"Fonctionnalité"},"Home":{"original":"Home","value":"Maison"},"Pricing":{"original":"Pricing","value":"Prix"},"Integrate with an external translation service":{"original":"Integrate with an external translation service","value":"Intégration à un service de traduction externe"},"This site is set up to allow for translations in …":{"original":"This site is set up to allow for translations in the CloudCannon GUI. If you would rather use an external translation service to translate for you, Rosey can do that too! In most cases this will involve building some middleware that uploads the strings from your base.json to a translation API (e.g. Smartling), and creates rosey/locales/example.json files with the translated response.","value":"Ce site est configuré pour permettre les traductions dans l'interface graphique CloudCannon. Si vous préférez faire appel à un service de traduction externe pour traduire pour vous, Rosey peut également le faire ! Dans la plupart des cas, cela impliquera la création d'un middleware qui télécharge les chaînes de votre base.json vers une API de traduction (par exemple Smartling) et crée des fichiers rosey/locales/example.json avec la réponse traduite."}}